[
  {
    "title": "Sometimes it's better to pay for parking",
    "key_takeaway": "Every moment is a choice: the pill of stress, or the pill of peace. Choose peace. Choose presence. Choose joy.",
    "background_author": null,
    "background_description": null,
    "jamie_take": "Ask yourself, how much would you pay to be free from the anxiety and distraction of wondering whether you'll get a ticket?\n\nOr, how much is your time worth while you're at the event?\n\nIt becomes especially clear when the cost of the ticket to attend the event outweighs the price of parking.\n\nHere's another way to look at it:\n\nIf you could buy a pill before the event that would make you happier, more relaxed and less stressed that had no side-effects would you take it?\n\nWorrying about parking is like taking the opposite pill: one that makes you anxious and distracted. You're reinforcing the anxious thought and strengthening the cycle of worry.\n\nSo, how much did you say you'd pay for the good pill? Whatever that number is, that's how much your peace of mind around parking is worth.\n\nSo use this mantra to identify what's distracting you from being present. What's stealing the joy for you? Once identified, \"pay for parking\" whether that's actually buying a parking ticket or some other act that frees your mind and conscience doesn't matter. What's important is that you do it.\n\nUse this mantra in scenarios beyond parking to help you appreciate the moment:\n\n• Letting go of the need to be right\n• Clearing the air with someone (or offering an apology)\n• Forgiving (since holding a grudge only steals your joy)\n• Arriving early (definitely not my strength!)\n• Avoiding cheating or lying\n\nCBT teaches us that our thoughts shape our emotions. When you shift your focus, you shift your feelings.",
    "when_where": "Everyday Life: Choose ease over hassle. Pay for peace, not stress.\n\nRelationships: Let go faster. Apologize or forgive to free yourself.\n\nWork + Productivity: Don't overcomplicate. Buy back time and clarity.\n\nHealth + Well-Being: Slow down: Do what supports calm and presence.\n\nExperiences: Be here. Protect the joy of the moment.",
    "negative_thoughts": "\"I should save the money, even if it stresses me out.\" → My peace has value.\n\n\"I don't want to give in first.\" → Connection matters more than being right.\n\n\"I'll just push through, it doesn't matter.\" → How I feel does matter.\n\n\"I don't have time to slow down.\" → Rushing steals the moment.\n\n\"I'll deal with this later.\" → Doing it now frees my mind.\n\n\"This resentment is justified.\" → Holding it costs me the most.\n\n\"If I worry about it, I'll prevent the problem.\" → Worry doesn't protect me — presence does.",
    "cbt_principles": "Cognitive Reframing (Restructuring): We often magnify small stressors (like worrying about a parking ticket) into sources of anxiety. By reframing, we change the meaning of the situation.\n\nCost-Benefit Analysis: When stuck in rumination or worry, therapists often ask clients to weigh the actual cost of stress vs. the benefit of letting go. The mantra is exposing an unhelpful thought pattern.\n\nMantras as Cognitive Anchors: Repeating simple, rational statements helps override automatic negative thoughts.\n\nMindfulness Integration in CBT (MBCT): Mindfulness-based CBT emphasizes staying in the present moment rather than attaching to \"what if\" thoughts.",
    "references": "Beck, J. S. (2011). Cognitive Behavior Therapy: Basics and Beyond. Greenberger, D., & Padesky, C. A. (2016). Mind Over Mood. Kabat-Zinn, J. (2003). Mindfulness-based interventions in context. Clinical Psychology: Science and Practice, 10(2), 144–156."
  },
  {
    "title": "Give people an excuse that has nothing to do with you",
    "key_takeaway": "Giving people an excuse isn't about letting them off the hook. It's about freeing yourself. By refusing to make their actions about you, you protect your own peace of mind.",
    "background_author": null,
    "background_description": null,
    "jamie_take": "When someone wrongs you or does something you disagree with, blaming them and judging them as \"bad\" will make you feel self righteous or good in the moment, but it only hurts you in the long run.\n\nWhy? Because blame fuels negativity. You end up carrying resentment, anger, or even thoughts of revenge, which leaves you stuck in suffering.\n\nHolding on to negativity can harm your health, raising stress and affecting mental well-being. The distraction or dampened attitude can also damage your relationships with individuals that weren't involved in the original offense.\n\nAdditionally, it primes you to notice injustices everywhere. Similar to how a pregnant woman suddenly notices every other pregnant woman. Once you're tuned in to notice each offense, you keep finding it in situations you might not have otherwise noticed.\n\nWe've all experienced this: a stranger honks or yells at you in traffic. Hours later, you're still on edge, bracing for the next attack and hyper alert to whether your behavior is socially acceptable. All this anxiety stemming from a situation in which you may have done nothing wrong.\n\nThe best way to escape this trap is simple: give them an excuse that has nothing to do with you! Remove yourself from the equation. Realize they would have acted that way toward anyone.\n\nExamples:\n\nWhen you've made a mistake: You told your friend the wrong date for the party, and she is furious. You apologize, but she stays angry. Naturally, you feel bad and are distracted in your daily life. At some point, it's out of your hands. If she wants to stay upset, give her an excuse that has nothing to do with you. \"She missed the party last year too, so was already sensitive, but I've done what I can. This is about her feelings, not my worth.\"\n\nWhen your feelings are hurt: You send a thoughtful gift or thank-you note and your friend never acknowledges your act of kindness. You might think, \"They don't care enough about me to respond,\" which could bring up feelings of low self-esteem and resentment. Or you could say, \"They probably meant to reply but got busy, and by the time they remembered, too much time had passed.\" Suddenly, the sting is gone.\n\nWhen their choices frustrate you: A friend mismanages her finances. Instead of seeing her as careless, you might recognize that she learned unhealthy patterns from her parents or upbringing. The same goes for public figures: you can interpret a politician's decision as deliberately harmful, or you can see it as a sincerely held (even if flawed) belief about what's best. One view fills you with anger; the other leaves you with peace.",
    "when_where": "Everyday Life:\n• Someone cuts you off in traffic → Not about me.\n• A cashier or stranger is rude → They're stressed, I don't need to hold it.\n\nRelationships:\n• Your partner snaps or seems distant → Their mood, not my worth.\n• A friend replies late or forgets plans → They're juggling things; it's not personal.\n\nWork:\n• Blunt email or short tone → They're rushing, not attacking.\n• Someone takes credit or doesn't acknowledge you → Their insecurity, not my value.\n\nSocial & Emotional Moments:\n• You feel judged or overlooked → Their reaction is shaped by their world, not mine.\n• Someone criticizes your choices → They speak from their experience, not my identity.\n\nBigger Context:\n• You disagree with decisions from leaders, coworkers, or family → They are acting from their own belief system—not in response to me.",
    "negative_thoughts": "Self-Blame: \"It's my fault.\" → \"This isn't about me.\"\n\nPersonalization: \"They don't care about me.\" → \"They would act this way with anyone.\"\n\nJudgment & Blame: \"They're selfish/rude.\" → \"They act from their own stress and history.\"\n\nResentment & Rumination: \"I can't let this go.\" → \"I don't need to carry it.\"\n\nLow Self-Worth: \"I'm not important.\" → \"Their behavior isn't a reflection of my value.\"",
    "cbt_principles": "Cognitive Reframing: By \"giving people an excuse that has nothing to do with you,\" you're actively reframing the situation. Instead of interpreting someone's behavior as personal (→ \"they don't respect me\"), you reinterpret it in a way that's less threatening (→ \"they were stressed or distracted; this isn't about me\").\n\nPersonalization & Cognitive Distortions: The mantra directly challenges personalization. By giving them an excuse outside of yourself, you avoid falling into distorted thinking.\n\nStress Reduction & Emotional Regulation: By excusing others' actions (in a non-self-blaming way), you short-circuit the cycle of rumination, reducing stress and promoting emotional balance.\n\nBehavioral Consequences: By shifting perspective, you preserve relationships and avoid unnecessary conflict.",
    "references": "Research shows cognitive reappraisal lowers emotional distress and improves resilience (Gross, 2002; Aldao et al., 2010). Research shows cognitive reappraisal lowers emotional distress and improves resilience (Gross, 2002; Aldao et al., 2010). Studies show that reappraising others' behavior in less personal ways reduces anger and physiological stress (Ray et al., 2008). Beck's model of depression highlights personalization as a key thinking trap that fuels negative mood and self-esteem problems (Beck, 1979)."
  },
  {
    "title": "I am healthy, my favourite people are healthy. Inhale deep. Exhale slow.",
    "key_takeaway": "This mantra helps calm racing thoughts by combining mindful breathing with a CBT-based shift of attention toward gratitude for health (yours and your loved ones'), which research shows reduces stress and builds resilience.",
    "background_author": null,
    "background_description": null,
    "jamie_take": "This mantra is a powerful tool when your mind is spinning… when your thoughts race or negativity takes over.\n\nWhy does it work?\n\nIt brings your attention back to what truly matters.\n\nAt the core to a good life is health - your own and that of the people you love.\n\nFor example:\n\nYou might be focused on a promotion, a new car or an important tournament. But the moment your health falters (you can't walk without pain or you discover a tumor) nothing else matters.\n\nThe same is true when a loved one is hospitalized; suddenly, everything else fades into the background.\n\nThe challenge is that when we are healthy, we often take it for granted. Our daily stresses distract us from how good life really is.\n\nThat's what makes this mantra so grounding.\n\nIt is effective in moments of stress or distraction, but is also effective when you are healthy. It's a reminder that well-being (yours and your loved ones') is the foundation to happiness and that life is much better when you're healthy.\n\nWith this mantra, your daily concerns tend to fade away, leaving space for gratitude and peace, even if it is just for a moment.",
    "when_where": "Everyday Life: stuck in traffic, running late, feel annoyed by small inconveniences or are comparing your life to others\n\nRelationships: a conversation or disagreement feels tense, you're assuming the worst, or worrying about someone\n\nWork + Productivity: feel overwhelmed, frustrated about progress or you're overthinking\n\nHealth + Well-Being: feeling anxious, stressed, before or after appointments\n\nExperiences: something doesn't go exactly as planned, you're trying to be perfect, you want to be more present and appreciate the moment.",
    "negative_thoughts": "Catastrophizing - \"This is a disaster.\"\n\nComparison spirals - \"Everyone else is doing better than me.\"\n\nOutcome obsession - \"This has to turn out perfectly.\"\n\nControl thinking - \"I need to fix everything right now.\"\n\nPressure + urgency mode - \"I can't slow down — I'll fall behind.\"\n\nSelf-judgment - \"What's wrong with me?\"",
    "cbt_principles": "Attention Training (Shifting Focus): In CBT, we learn that where attention goes, emotion follows. The mantra acts as a cue to break rumination and reorient attention toward gratitude and core values.\n\nCognitive Reframing: CBT encourages challenging automatic thoughts by putting them in perspective. The mantra reframes daily stressors as less significant when contrasted with the importance of health, creating a healthier cognitive perspective.\n\nMindful Breathing Integration: \"Inhale deep – exhale slow\" ties into CBT-informed relaxation strategies. Slow breathing activates the parasympathetic nervous system, reducing physiological arousal associated with anxiety and stress. Pairing a thought (\"I am healthy… my favourite people are healthy\") with a calming breath strengthens both cognitive and physiological regulation.\n\nGratitude Practice (Behavioral Activation): CBT often incorporates gratitude journaling or exercises as part of behavioral activation. Repeating this mantra builds an automatic habit of recognizing health as a present gift, which is linked to improved mood and resilience.",
    "references": "Beck, J. S. (2011). Cognitive Behavior Therapy: Basics and Beyond. Explains how shifting attention and reframing thoughts reduces distress. Clark, D. A., & Beck, A. T. (2010). Cognitive Therapy of Anxiety Disorders. Highlights how redirecting focus from worry to present-oriented, constructive thoughts can reduce anxiety. Bohlmeijer, E., et al. (2017). \"The effects of positive psychology interventions on well-being and distress.\" Clinical Psychology Review. Shows gratitude-based practices (like focusing on health and loved ones) improve well-being. Hofmann, S. G., et al. (2010). \"The effect of mindfulness-based therapy on anxiety and depression.\" Journal of Consulting and Clinical Psychology. Evidence that mindfulness + breathing practices reduce stress and improve regulation."
  },
  {
    "title": "When life feels good, take a deep breath and notice something - get absorbed in the feelings and emotions that come up",
    "key_takeaway": "By pausing to breathe and to notice when life feels good, you train your mind to step out of worry and rumination, anchor in the present, and fully savor positive experiences.",
    "background_author": null,
    "background_description": null,
    "jamie_take": "Do you think this moment is good or bad? The truth is: this moment is as good as any moment could be.\n\nWe often carry myths about what makes a moment great. These two myths are especially true for me:\n\n• I have to be with other people for it to be great\n• I have to be at my peak performance to truly enjoy it.\n\nBut, many of our most cherished memories feel like they flew by. Sometimes we wonder if we truly appreciated a moment that we describe as one of our greatest.\n\nThe challenge is that there's no single, \"correct\" way to experience a moment. It's subjective and thus we get to decide how. But In most cases, we don't decide at all. Instead, the moment just happens and we look back and wonder as to whether or not we truly enjoyed it.\n\nBrainstorming prompt: What does it mean to live in and appreciate a moment in your life? Come up with a few examples.\n\nOften, our memory of a moment convinces us we were present, when in reality we were stuck in the future or the past. Don't be discouraged. This is not a \"bad\" way to live, it's just not living in the present moment.\n\nFuture: Living in the future means imagining a scenario that hasn't happened yet. For example: you think \"I'm going to make pizza for dinner tonight.\" Suddenly your mind drifts ahead and you see yourself grating cheese, rolling the dough, preheating the oven. In that moment, you're no longer experiencing what you are physically doing.\n\nPast: Living in the past means replaying a scenario that already happened. For example: rehearsing the dialogue from an argument, or reliving the feeling of scoring a goal. Again, your attention has left the present.\n\nLiving in the present means paying attention to what we are feeling or sensing, right here, right now. Here are some techniques:\n\n• Heightening your awareness of any one of your five senses (sight, sound, touch, smell, taste).\n• Noticing what you are feeling\n• Noticing what emotional state you are in\n• Being aware of what is happening. In other words, consciously appreciating the events as they take place rather than being so absorbed that they pass by unnoticed.\n\nA note on flow: We can still appreciate a moment while in flow. When in a state of flow, you are so absorbed that you don't feel or notice that much. At the same time though, you are not living in the future or the past. This being said, flow is a different way of appreciating a moment than what we are trying to achieve with the above mantra.",
    "when_where": "Everyday Life: when noticing a moment that feels nice or you realize you're rushing through your day without feeling anything.\n\nRelationships: when you're laughing with someone you care about or you notice a moment of closeness, kindness, or warmth.\n\nWork or Productivity: when feeling a small sense of accomplishment or are in a good conversation, collaboration, or creative flow.\n\nHealth & Well-Being: when your body feels good or you catch yourself feeling calm, balanced, or steady.\n\nExperiences: during moments of beauty or awe or you realize this is one of those moments you'll want to remember.",
    "negative_thoughts": "\"This moment isn't special enough.\" → This moment is worth noticing.\n\n\"I'll enjoy life later when things are better.\" → I can enjoy what feels good right now.\n\n\"I need to be achieving or performing to feel good.\" → I'm allowed to just experience and feel.\n\n\"If I don't hold onto this, I'll lose it.\" → I can let the moment unfold without gripping it.\n\n\"Good moments slip by before I even notice them.\" → I can pause and take this in, on purpose.",
    "cbt_principles": "Cognitive Distortions and Time Orientation: CBT highlights how unhelpful thinking patterns — like worry (future-focused) and rumination (past-focused) — fuel anxiety and depression. They pull attention away from the present moment and keep people \"stuck in their heads\" rather than engaged with life. This mantra helps break this cycle by using the breath as an anchor, pulling your attention back from past/future loops into the now.\n\nMindfulness as a CBT Tool: Modern CBT approaches use mindfulness to train people to anchor attention in the present. Practicing mindful awareness of sensations, emotions, and thoughts reduces relapse in depression, lowers stress, and improves emotional regulation. This mantra mirrors this — it prompts you to notice your feelings and senses in real time, which is mindfulness in action.\n\nBehavioral Activation and Enjoyment: CBT encourages engaging in activities that generate positive reinforcement and emotional well-being. By deliberately pausing to notice pleasure when life \"feels good,\" you reinforce positive experiences in memory. This strengthens resilience and counters the brain's natural negativity bias. This mantra builds this positive reinforcement loop by teaching you to pause and savor enjoyable experiences as they happen.\n\nSelf-Regulation and Flow: Attention training — focusing on what you're feeling right now — builds self-regulation. Studies show that this kind of present-moment focus increases well-being and reduces stress, because it prevents the spiral into \"what-if\" thinking or regret. This mantra is a self-regulation tool — each deep breath and moment of noticing strengthens your ability to direct your focus toward what matters now.",
    "references": "Nolen-Hoeksema (2000); Watkins (2008): Rumination (past-focused) and worry (future-focused) are core thinking patterns that maintain anxiety and depression. Segal, Williams, & Teasdale (2018): Mindfulness-Based Cognitive Therapy (MBCT) shows that anchoring attention in the present reduces relapse in depression and improves emotional regulation. Beck (2011): CBT emphasizes behavioral activation — engaging in and savoring positive activities helps counter the brain's negativity bias. Kabat-Zinn (2003): Mindfulness training builds self-regulation, stress reduction, and present-moment awareness."
  }
]

